{"pageProps":{"postData":{"id":"about","contentHtml":"<p>I’m Asish. I’m a junior undergraduate studying Electrical Engineering at the <a href=\"https://www.iitk.ac.in/\">Indian Institute of Technology Kanpur</a>.</p>\n<p>Before joining IIT Kanpur, I was somewhat of a science enthusiast. I used to try to solve challenging physics problems for the sake of fulfillment, and I always found this approach a great way to learn. I remember being particularly excited to learn about the Theory of Relativity and Einstien’s life story. It was one of the first times I elaborately researched a topic because I was so fascinated by it. This experience helped me in a way to get the <a href=\"http://www.kvpy.iisc.ernet.in/main/about.htm\">KVPY</a> fellowship, and I secured a seat in IISc Bangalore. I also had a strong liking for Chemistry during my high school days. Later, I managed to be among the top 10 in state and top 300 in the country to get selected for <a href=\"https://chem.hbcse.tifr.res.in/in-india/\">INChO</a>.</p>\n<p>At the end of high school, I was fortunate enough to perform exceptionally well in <a href=\"https://en.wikipedia.org/wiki/Joint_Entrance_Examination_%E2%80%93_Advanced\">JEE Advanced</a> and get into one of the best institutes in India, but I still had to choose between Science and Engineering. It was indeed an important choice for me, and I still think about it sometimes.</p>\n<p>So now I’m a tech enthusiast. I try to engage myself in projects related to something I find particularly interesting. I was working on building a good profile in competitive programming when I got motivated to become involved in the domain of Software Development. My most recent project in the field is the backend development of IITK Coin, a centralized pseudo currency system to be used in IIT Kanpur. I spent a significant amount of time working on quite a few modern web technologies in the project, following good practices.</p>\n<p>I have also been actively exploring the field of Quantum Computing, a relatively new and fast-growing field, almost throughout my time as an undergrad. One of the areas I’m interested in is the application of Quantum Computing to solve Optimization Problems efficiently. I am currently working on research projects on Solving the Vehicle Routing Problem using Quantum Annealers and circuit-based Quantum Computers as a part of the <a href=\"https://qosf.org/\">QOSF</a> community as well as the <a href=\"https://qworld.net/\">QWorld</a> community.</p>\n<p>Apart from being engrossed in topics in science and technology, I like to spend a part of my leisure watching movies. My fondness for movies comes from the fact that I can appreciate them as a great form of art rather than just a way to get our minds off of things or a fun activity.</p>\n<p>I firmly believe that our passion combined with ordinary-seeming random events in our life can lead us to great things. I will continue to explore fascinating areas of Science and Engineering, work on exciting technologies. I will always be grateful to all the amazing people who have influenced me in one way or another and helped me grow.</p>\n<p><br>\n<br>\n<em>Please don’t hesitate to <a href=\"https://asishmandoi.github.io/contact\">get in touch with me</a> if you want to know more about me or discuss any common interest or an opportunity.</em></p>\n","title":"About","date":"2021-12-20"}},"__N_SSG":true}